"Part1" = "TÜRKÇE";
"Part2" = "APPLE INC.";
"Part3" = "iOS İÇİN KESTİRMELER YAZILIM LİSANS SÖZLEŞMESİ";
"Part4" = "APPLE YAZILIMINI KULLANMADAN ÖNCE LÜTFEN BU YAZILIM LİSANS SÖZLEŞMESİNİ (“LİSANS”) DİKKATLE OKUYUNUZ. APPLE YAZILIMINI KULLANARAK, BU LİSANSIN HÜKÜMLERİ İLE BAĞLI OLMAYI KABUL ETMEKTESİNİZ. BU LİSANSIN ŞARTLARINI KABUL ETMEMEKTE İSENİZ, YAZILIMI YÜKLEMEYİNİZ VE/VEYA KULLANMAYINIZ.";
"Part5" = "ÖNEMLİ NOT: Bu yazılım malzemeleri yeniden üretmek, değiştirmek, yayımlamak ve dağıtmak amacıyla kullanılabildiği ölçüde, yalnızca; telif hakkı bulunmayan malzemeleri, telif hakkı sizin olan malzemeleri ya da yasal olarak yetkiniz veya izniniz olan malzemeleri yeniden üretmek, değiştirmek, yayımlamak ve dağıtmak için kullanım amacıyla size lisanslanmıştır. Herhangi bir malzemeyi kopyalama, değiştirme, yayımlama veya dağıtma hakkınız olup olmadığı konusunda emin değilseniz yasal danışmanınıza başvurmanız gerekir.";
"Part6" = "1. Genel.";
"Part7" = "A. Salt okunabilir bellek üzerinde veya başka bir ortam veya şekilde işbu Lisansa eşlik eden Apple yazılımı ve herhangi bir üçüncü parti yazılım, dokümantasyon, arayüz, içerik, font ve diğer her türlü veri (bunların hepsi birden “Apple Yazılımı” olarak anılacaktır) size Apple Inc.(“Apple”) tarafından sadece işbu Lisans hükümleri kapsamında kullanımınız için verilmiş olup, size satılmamıştır. Apple ve/veya Apple’a lisans verenler, Apple Yazılımının mülkiyetine sahip olmaya devam edecekler ve size açıkça verilmemiş olan bütün hakları uhdesinde saklı tutacaklardır. ";
"Part8" = "B. Apple, kendi takdirine bağlı olarak, gelecekte uyumlu Apple marka iOS aygıtınız için olan Apple Yazılımında yükseltmeler veya güncellemeler yayımlayabilir. Apple Yazılım yükseltmeleri veya güncellemeleri çıktığında, var olan tüm yazılım özelliklerini veya Apple’ın daha yeni veya diğer iOS aygıtı modelleri için yayımladığı yeni özellikleri içermek zorunda değildir. Orijinal Apple Yazılımı ürünü için Apple tarafından sağlanan yazılım yükseltmesine veya güncellemesine, hükümlerinin uygulanmasını kabul ettiğiniz ayrı bir lisans eşlik etmediği sürece, İşbu Lisans hükümleri bu yükseltmelere veya güncellemelere de uygulanır. ";
"Part9" = "2. İzin Verilen Lisans Kullanımları ve Kısıtlamalar.";
"Part10" = "A. Lisans. İşbu Lisansın hüküm ve koşulları uyarınca ve Apple Medya Hizmetleri Hüküm ve Koşulları’nda (https://www.apple.com/legal/internet-services/itunes/) belirtilen “Hizmetler ve İçerik Kullanım Kuralları” (“Kullanım Kuralları”) ile izin verildiği ölçüde ve Apple Yazılımını Bölüm 2B’de açıklandığı şekilde edinmediyseniz, sahip olduğunuz veya sizin kontrolünüzde olan uyumlu Apple marka iOS aygıtlarında, Apple Yazılımını yüklemeniz ve kullanmanız için size münhasır olmayan, aktarılamaz, sınırlı bir lisans verilmektedir. Apple Yazılımını dağıtamaz veya aynı anda birden fazla aygıt tarafından kullanılabilen bir ağ üzerinde hazır bulunduramazsınız. Apple Yazılımını kiralayamaz, kiraya veremez, ödünç veremez, satamaz, yeniden dağıtamaz veya alt lisansını veremezsiniz.";
"Part11" = "B. Toplu Lisans veya Bakım Lisansı. Apple Yazılımını, Apple ile yaptığınız bir toplu lisans veya bakım lisansı programı çerçevesinde edindiyseniz, sahip olduğunuz veya sizin kontrolünüzde olan Apple marka iOS aygıtlarında indirmenize, yüklemenize, kullanmanıza ve çalıştırmanıza izin verilen Apple Yazılımı kopya sayısı, toplu lisansınızın veya bakım lisansınızın hükümleri tarafından belirlenir.  Apple tarafından yazılı olarak kabul edilen durumlar dışında, toplu lisans veya bakım lisansı çerçevesinde edindiğiniz Apple Yazılımının kullanımına İşbu Lisansın tüm diğer hükümleri ve koşulları uygulanacaktır.";
"Part12" = "C. Sistem Gereksinimleri. Apple Yazılımı yalnızca, Apple tarafından belirtilen sistem gereksinimlerini karşılayan Apple marka donanımlarda desteklenir.";
"Part13" = "D. İçerikler ve Dijital Materyaller. Apple Yazılımı tarafından görüntülenen veya Apple Yazılımı yoluyla erişilen, ticari markalar, logolar ve görüntüler de dahil olmak üzere tüm içeriklerin marka, ticari marka ve fikri mülkiyet hakları ilgili içerik sahiplerine aittir. Bu tür içerikler, telif hakkı veya diğer fikri mülkiyet kanunları ve anlaşmaları ile korunuyor olabilir ve bu tür içerikleri sağlayan üçüncü partinin kullanım hükümlerine tabi olabilir. İşbu Lisans içinde aksi belirtilmedikçe, (i) işbu Lisans size bu tür içerikleri kullanma hakkı vermez veya bu içeriğin sizin erişiminize açık olmaya devam etmesini garanti etmez ve (ii) Apple Yazılımı’na dahil edilmiş veya onun parçası olarak sağlanmış hiçbir fotoğraf, logo, metin, kod, görüntü, grafik, sanat eseri, ses, video veya benzeri varlığı (“Dijital Materyaller”) ticari veya başka bir şekilde, tek başına olarak, kullanamaz, çıkaramaz veya dağıtamazsınız, veya Dijital Materyalleri Apple Yazılımı’nın parçası olarak kullanılması amacının dışındaki bir amaçla kullanamazsınız.";
"Part14" = "E. Kestirmelerin Kullanımı. Tüm uygulama ve/veya web sitesi eylem kestirmelerinin (“Kestirmeler”) bu Kestirmeleri oluşturan parti veya partilerin sorumluluğunda olduğunu kabul edersiniz. Apple’ın üçüncü parti Kestirmelerin içeriği veya işlevselliği üzerinde herhangi bir denetimi yoktur ve bunlardan sorumlu değildir. Herhangi bir Kestirmeyi riski size ait olmak üzere kullanırsınız ve Kestirmeyi kullanmanızdan doğan üçüncü parti koşulları ve sözleşmeleri ile uyumluluğunuzdan yalnızca siz sorumlusunuz. Apple’ın Kestirmelerin ön gösterimini yapma, Kestirmeleri reddetme, etkisizleştirme veya silme hakkını tamamen kendi takdirince saklı tutmasına rağmen, Apple’ın Kestirmelerin ön gösterimini yapma zorunluluğu olmadığını kabul edersiniz. ";
"Part15" = "F. Kestirmeleri Paylaşma. Apple Yazılımı, yarattığınız Kestirmeleri bir web bağlantısı yoluyla başkalarıyla paylaşmanıza izin verebilir. Paylaşılan Kestirmeniz, içine gömülü tüm içeriklerle birlikte, bu paylaşmayı etkinleştirme amacıyla Apple sunucularında saklanır ve genel olarak Apple ürünlerini ve servislerini iyileştirmek için kullanılabilir. Paylaşılan Kestirmeniz, içine gömülü tüm içeriklerle birlikte, web bağlantısına erişimi olan herkes tarafından kullanılabilir, bu kişiler de Kestirmenizin ve içine gömülü tüm içeriğin bir kopyasını kopyalayabilir, kaydedebilir, değiştirebilir ve yeniden dağıtabilir. Bir Kestirmeyi paylaşarak şunları belirtmiş olursunuz: (1) Bu gibi Kestirmeler için tüm gerekli haklara ve lisanslara sahipsiniz ve hiçbir diğer partinin haklarını ihlal etmeyecek veya çiğnemeyecektir; ve (2) Paylaştığınız herhangi bir Kestirme hiçbir yasayı çiğnemeyecek, ihlale veya yasa dışı veya müstehcen ya da sakıncalı eyleme katkıda bulunmayacak veya bunları desteklemeyecektir. Apple’ın, paylaştığınız Kestirmeleri gözden geçirme, etkisizleştirme veya silme hakkını saklı tutmasına rağmen, paylaştığınız hiçbir Kestirmeyi gözden geçirme zorunluluğu olmadığını kabul edersiniz.";
"Part16" = "G. Kullanma Sınırlamaları. Şunları yapan hiçbir Kestirmeyi yüklememeyi, göndermemeyi, e-posta ile göndermemeyi, aktarmamayı, paylaşmamayı ya da kullanılabilir hale getirmemeyi kabul etmiş olursunuz: (1) yasa dışı, haksız, karalayıcı, görgüsüz, müstehcen, hakaret içeren ya da ırk veya etnik kökenler açısından sakıncalı; (2) geçerli yasa veya düzenlemeleri çiğneyecek veya hukuki sorumluluğa neden olacak herhangi bir eylemi desteklemez; (3) ayrımcılığı, bağnazlığı, ırkçılığı, nefreti, tacizi veya herhangi bir bireye veya gruba yönelik zararı destekleyen; (4) vahşi veya tehditkar olan, şiddeti veya diğer kişileri tehdit eden eylemleri destekleyen; (5) yasa dışı veya zararlı aktiviteleri destekleyen ya da (6) yanlış, hatalı, dolandırıcı olduğuna ya da bir şekilde bu Kestirmeyi kullanan kişiyi yanılttığına inandığınız. Apple Yazılımı’na veya iOS aygıtınızdaki herhangi bir üçüncü parti yazılım uygulamalarına, servislerine veya web sitelerine (“Üçüncü Parti Uygulamalar”) bağlı sunucuları veya ağları engellememeyi, kesintiye uğratmamayı veya bunlarda gereksiz yük yaratmamayı ya da bu ağların veya Üçüncü Parti Uygulamaların düzenlemelerini, politikalarını veya prosedürlerini ihlal etmemeyi kabul edersiniz.";
"Part17" = "H. Üçüncü Parti Uygulamalar. Belirli Kestirmeleri tamamlamak için, Apple Yazılımının belirli Üçüncü Parti Uygulamalara erişmesi gerekebilir. Kestirmeyi Apple Yazılımı ile tamamlamak için gereken ölçüde, Apple Yazılımının bu Üçüncü Parti Uygulamalara sizin adınıza erişmesini ve bunları kullanmasını açıkça onaylar ve Apple Yazılımına yetki verirsiniz. Apple Yazılımının herhangi bir Üçüncü Parti Uygulamaya erişmesi halinde, Apple bu Üçüncü Parti Uygulamalar için açık veya gizli şekilde hiçbir teknik veya başka türde destek sağlama zorunluluğu yoktur. Yazılımına, servisine, web sitesine ve/veya ürünlerine yönelik teknik destek ve müşteri hizmeti için lütfen uygun yazılım satıcısına, üreticiye veya servis sağlayıcısına başvurun. APPLE YAZILIMINI KULLANIRKEN BU GİBİ ÜÇÜNCÜ PARTİ UYGULAMALAR İÇİN TÜM GEÇERLİ SERVİS KOŞULLARINA VEYA DİĞER ANLAŞMALARA BAĞLI OLDUĞUNUZU VE UYACAĞINIZI KABUL EDERSİNİZ. TÜM KESTİRMELERİN, KESTİRME TARAFINDAN KULLANILAN HER BİR ÜÇÜNCÜ PARTİ UYGULAMA İÇİN GEÇERLİ KOŞULLARA UYDUĞUNDAN EMİN OLMAK SİZİN SORUMULUĞUNUZDADIR. APPLE, KESTİRMELERİN ÜÇÜNCÜ PARTİ UYGULAMALARIN KOŞULLARINA UYDUĞUNU HİÇBİR ŞEKİLDE GARANTİ ETMEZ VE APPLE HİÇBİR ÜÇÜNCÜ PARTİ KESTİRMEDEN SORUMLU DEĞİLDİR.";
"Part18" = "I. Tersine Mühendislik Yapılamaz. Apple Yazılımını veya Apple Yazılımınca sunulan herhangi bir servisi veya bunların herhangi bir parçasını kopyalayamaz (işbu Lisansta veya sizin için uygulanabilir ise Kullanım Kurallarında açıkça izin verilen durumlar hariç olmak üzere), kaynak koda dönüştüremez, tersine mühendislik yapamaz, parçalarına ayıramaz, kaynak kodunu elde etmeye çalışamaz, şifresini çözemez, değiştiremez veya türetilmiş çalışmalarını yaratamazsınız ve bunları yapmayacağınızı veya başkalarının bunları yapmasına izin vermeyeceğinizi kabul ediyorsunuz (ancak şu şartla ki; yukarıda sayılan kısıtların cari yasa ve yönetmeliklerce yasaklandığı durumlarda ve Apple Yazılımına dahil olan açık kaynaklı bileşenlerin kullanımını yöneten lisans hükümlerince izin verilen ölçülerde bunların yapılmasına izin verilebilir).";
"Part19" = "J.  Yasalara Uygunluk. Apple Yazılımı ve Servislerini (aşağıdaki 4. Bölümde tanımlanmıştır) ikamet ettiğiniz veya Apple Yazılımını ve Servislerini indirdiğiniz ve kullanmakta olduğunuz ülke veya bölgenin yerel yasaları da dahil olmak üzere bütün cari yasalara uygun olarak kullanmayı kabul ediyorsunuz.";
"Part20" = "K. Otomatik Güncellemeler.  Otomatik uygulama güncellemelerine izin verirseniz, aygıtınız Apple Yazılımında güncelleme ve yükseltme olup olmadığını düzenli olarak Apple’dan denetleyecektir ve bir güncelleme veya yükseltme varsa bu güncelleme veya yükseltme otomatik olarak indirilip aygıtınıza ve uygulanabilirse çevrebirim aygıtlarınıza yüklenecektir.  Ayarlar’da bulunan otomatik uygulama güncellemeleri ayarını değiştirerek istediğiniz zaman otomatik uygulama güncellemelerini tamamen kapatabilirsiniz.";
"Part21" = "3. Verileri Kullanma İzni. ";
"Part22" = "A. Analiz Verileri. Analiz verilerinin toplanmasına onay verirseniz; Apple ve bağlı kuruluşlarının ve temsilcilerinin, Apple’ın ürünlerini ve servislerini sağlamak ve iyileştirmek, yazılım güncellemeleri, ürün desteği ve Apple Yazılımına ilişkin olarak (varsa) size verilen diğer servislerin verilmesini kolaylaştırmak ve İşbu Lisansın şartlarına uygun olduğunu doğrulamak için, benzersiz sistem veya donanım tanıtıcıları ve bilgisayarınız, sistem ve uygulama yazılımları ve çevre birimleri hakkındaki bilgiler de dahil ancak bunlarla sınırlı olmamak üzere tanılayıcı ve teknik bilgileri, kullanım bilgilerini ve ilgili bilgileri düzenli olarak toplayabileceklerini, bulundurabileceklerini, işleyebileceklerini ve kullanabileceklerini kabul etmektesiniz. Apple bu bilgileri, kimliğinizi bireysel olarak teşhis etmeyecek şekilde toplandığı sürece, yukarıda açıklanan amaçlar için kullanabilir. Apple’ın ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarlanan yazılımlarını, donanımlarını ve servislerini geliştirmelerini sağlamak için, Apple, tanı bilgilerinin o ortakların veya geliştiricilerin yazılım, donanım ve/veya servisleriyle ilgili bir alt kümesini kimliğinizi bireysel olarak teşhis etmeyecek şekilde, bu ortaklara veya üçüncü parti geliştiricilere de sağlayabilir. ";
"Part23" = "B. Konum Verileri. Apple ve Apple’ın ortakları, lisans sahipleri ve üçüncü parti geliştiriciler, konum bilgilerine dayanan belirli servisleri Apple Yazılımı aracılığıyla verebilir. Mümkün olan durumlarda bu hizmetleri verebilmek ve iyileştirmek için Apple ile Apple’ın ortakları ve Apple’a lisans verenler ve üçüncü parti geliştiriciler, konum verilerinizi iletebilir, toplayabilir, muhafaza edebilir, işleyebilir ve kullanabilirler. Apple tarafından toplanan konum verileri ve sorgular, kimliğinizi bireysel olarak teşhis etmeyecek biçimde toplanmaktadır ve bu bilgiler konum belirlemeye ilişkin ürünleri ve servisleri sunmak ve geliştirmek amacıyla Apple ve Apple’ın ortakları ve lisans sahipleri ve üçüncü parti geliştiriciler tarafından kullanılabilir. Apple Yazılımı tarafından veya Apple Yazılımı yoluyla sağlanan  konum belirlemeye dayalı servisleri kullanarak Apple ve Apple’ın ortaklarının ve lisans sahiplerinin ve üçüncü parti geliştiricilerin söz konusu konum belirlemeye ilişkin ürünleri ve servisleri vermek ve iyileştirmek için konum verilerinizi ve sorgularınızı iletmesini, toplamasını, bulundurmasını, işlemesini ve kullanmasını kabul ve muvafakat etmektesiniz. iOS aygıtınızdaki Konum Servisleri ayarına gidip genel Konum Servisleri ayarını veya Apple Yazılımının konum ayarını tek başına kapatarak bu muvafakatinizi her zaman geri alabilirsiniz. iOS aygıtında bulunan ve konum verilerini kullanan veya sunan üçüncü parti uygulama ve servisleri kullanırken, söz konusu üçüncü parti uygulama ve servislerce konum verilerinin kullanımına ilişkin hüküm ve koşullarına tabi olacağınız için bu hüküm ve koşulları iyice okumanız gerekir.";
"Part24" = "C. Gizlilik Politikası. Bilgileriniz her zaman şu adreste görüntülenebilen Apple’ın Gizlilik Politikası’na uygun olarak kullanılacaktır: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Servisler ve Üçüncü Parti Malzemeler.";
"Part26" = "A. Genel.  Apple Yazılımı, Apple’ın iTunes Store, App Store, iCloud, Harita servisleri ile Apple’a ve üçüncü partilere ait olabilecek diğer servislere ve web sitelerine (müştereken ve münferiden “Servisler”) erişim sağlayabilir. Bu tür Servisler bazı dillerde veya bazı ülkelerde kullanılamayabilir.  Bu Servislerin kullanılabilmesi için Internet erişimi gereklidir; belli bazı Servislerin kullanılabilmesi içinse Apple kimliğinin olması, ilave bazı koşulları kabul etmeniz ve ilave bazı ücretleri ödemeniz gerekebilir. Bu yazılımı bir iTunes Store hesabıyla, Apple kimliğiyle veya başka bir Apple Servisiyle bağlantılı olarak kullanmanız halinde https://www.apple.com/legal/internet-services/itunes/ adresinden erişerek inceleyebileceğiniz en son Apple Medya Hizmetleri Hüküm ve Koşulları gibi o Servis için uygulanabilir olan servis kullanım hükümlerini kabul etmektesiniz.";
"Part27" = "B. Apple Yazılımı yoluyla iCloud servisini kullanmayı seçerseniz, bu tür bir kullanım aşağıdaki ek hükümlere tabidir: Şu adresten ulaşılabilecek iCloud Şart ve Koşulları: https://www.apple.com/legal/internet-services/icloud/ ve şu adresten ulaşılabilecek Apple’ın Gizlilik Politikası: https://www.apple.com/legal/privacy/.";
"Part28" = "C. Hizmetlerden herhangi birini kullanarak, içeriğin açık saçık bir dile sahip olduğu belirlenebilecek veya belirlenemeyecek olan, saldırgan, açık saçık veya nahoş kabul edilebilecek içeriklerle karşılaşabileceğinizi kabul edersiniz. Yine de, Servisleri, riski yalnızca size ait olmak üzere kullanmayı, ve saldırgan, ahlaksız veya sakıncalı olarak değerlendirilebilecek herhangi bir içerik karşısında Apple’ın size karşı herhangi bir sorumluluk taşımayacağını kabul etmektesiniz. ";
"Part29" = "D. Belli bazı Servisler; üçüncü partilere ait servis, içerik, veri, bilgi, uygulama veya malzemeleri (Üçüncü Parti Malzemeler) görüntüleyebilir, içerebilir veya sunabilir veya belli bazı üçüncü parti web sayfalarına veya uygulamalarına bağlantılar sunabilir. Servisleri kullanarak Apple’ın bu tip Üçüncü Parti Malzemelerin, uygulamaların veya Internet sitelerinin içeriği, doğruluğu, eksiksizliği, güncelliği, geçerliliği, telif haklarına uygunluğu, yasallığı, dürüstlüğü ve kalitesinden veya diğer yanlarının incelenmesinden veya değerlendirilmesinden sorumlu olmadığını kabul ederek onaylamaktasınız. Apple, görevlileri, bağlı şirketleri ve iştirakleri; üçüncü parti Servisleri, Üçüncü Parti Malzemeleri, uygulamaları veya web sitelerini veya üçüncü partilerin diğer malzemelerini, ürünlerini veya servislerini garanti etmemekte veya desteklememekte veya bunlarla ilgili herhangi bir yükümlülük veya sorumluluk üstlenmemekte ve yükümlülüğe ve sorumluluğa sahip olmamaktadır. Üçüncü Parti Malzemeler ve diğer web sitelerine veya uygulamalarına olan bağlantılar, yalnızca size kolaylık olması amacıyla sağlanmaktadır. ";
"Part30" = "E. Herhangi bir içeriği Servislerin kullanımı yoluyla karşıya yüklediğiniz sürece, bu içeriğin tüm telif hakkına sahip olduğunuzu veya onu karşıya yüklemek için yetkiniz olduğunu ya da başka bir şekilde yasal olarak izinli olduğunuzu ve bu içeriğin Servislerin kullanım şartlarını ihlal etmediğini kabul etmiş olursunuz. Servislerin Apple’ın, site sahibinin ve/veya bunlara lisans verenlerin sahip olduğu, Dijital Materyaller dahil olmak üzere ancak bunlarla sınırlı olmamak kaydıyla, müseccel içerik, bilgi ve malzemeler içerdiğini ve telif hakkı da dahil ancak bununla sınırlı olmamak üzere uygulanan fikri mülkiyet hakları ve diğer kanunlar tarafından korunduğunu kabul etmektesiniz.  Söz konusu müseccel içerik, bilgi veya malzemeleri hiçbir şekilde Servislerin kullanımı için izin verilen amacın dışında ya da işbu Lisansın hükümlerine aykırı olacak biçimde veya üçüncü partilerin ya da Apple’ın fikri mülkiyet haklarını ihlal edecek biçimde kullanmayacağınızı kabul etmektesiniz. Servislerin hiçbir kısmı herhangi bir biçim ve surette çoğaltılamaz. Hiçbir şekilde Servislerde değişiklik yapmamayı, onları kiralamamayı, kiraya vermemeyi, ödünç vermemeyi, satmamayı, dağıtmamayı veya Servislere dayalı türetilmiş çalışmalar oluşturmamayı ve Servisleri; herhangi bir bilgisayar virüsü, solucan, truva atı ya da başka bir kötü amaçlı yazılım göndermek, ağ kapasitesini ihlal etmek veya yük bindirmek de dahil ancak bunlarla sınırlı olmamak üzere izin verilmeyen şekilde kullanmamayı kabul etmektesiniz. Ayrıca başka bir kişiyi taciz edecek, kötüye kullanacak, gizlice takip edecek, tehdit edecek, kötüleyecek veya haklarını başka şekilde ihlal edecek şekilde kullanmamayı ve sizin tarafınızdan yapılan benzer kullanımlardan veya Servislerden herhangi birinin kullanılması sonucunda maruz kalabileceğiniz tacizkâr, tehdit edici, küçük düşürücü, saldırgan, ihlal edici veya kanun dışı mesaj veya iletimlerden Apple’ın hiçbir şekilde sorumlu olmayacağını kabul etmektesiniz.";
"Part31" = "F. Buna ilave olarak, Apple Yazılımı aracılığıyla erişilebilen, bağlanılabilen veya görüntülenebilen Servisler ve Üçüncü Parti Malzemeler bütün dillerde veya bütün ülkelerde ya da bölgelerde mevcut değildir. Apple, söz konusu Servislerin ve Üçüncü Parti Malzemelerin belli bir yerde kullanılmaya uygun ve kullanılabilir olduğuna ilişkin hiçbir taahhütte bulunmamaktadır. Bu Servisleri ve Üçüncü Parti Malzemeleri kullanmak veya bunlara erişmek istediğiniz ölçüde; bunu tamamen kendi inisiyatifinizle yapıyor olacaksınız ve cari yerel yasalar ile gizlilik ve veri toplama yasaları da dahil olmak üzere her türlü cari yasaya uymaktan kendiniz sorumlu olacaksınız. Apple ve Apple’a lisans verenler herhangi bir Servisi, herhangi bir zamanda, önceden bildirmeksizin değiştirmek, durdurmak, kaldırmak veya ona erişim yetkisini geri almak hakkını saklı tutmaktadır. Hiçbir durumda Apple, söz konusu Servislerden herhangi birinin kaldırılmasından veya erişim yetkisinin geri alınmasından dolayı sorumlu olmayacaktır. Aynı zamanda Apple, önceden bildirmeksizin veya herhangi bir sorumluluk taşımaksızın belli Servislerin kullanımına veya erişimine sınırlamalar koyabilir. ";
"Part32" = "5. Fesih. İşbu Lisans feshedilene kadar yürürlükte kalacaktır. İşbu Lisansın hükümlerine uymamanız halinde Apple’ın herhangi bir ihbarda bulunmasına gerek olmaksızın İşbu Lisanstaki haklarınız kendiliğinden sona erecek veya etkin olmaktan çıkacaktır. İşbu Lisansın feshedilmesini takiben Apple Yazılımının tüm kullanımına son vereceksiniz ve Apple Yazılımının kısmi ya da tam bütün kopyalarını imha edeceksiniz. İşbu Lisansın 2I, 3, 4, 5, 6, 7, 8, 10 ve 11 numaralı Bölümleri Lisansın kullanımının sona ermesinden sonra da yürürlükte kalmaya ve uygulanmaya devam edecektir.";
"Part33" = "6. Garantilerden Feragat. ";
"Part34" = "A. Tüketici olan bir müşteriyseniz (Apple Yazılımını ticari, işle ilgili veya mesleki nedenler dışında kullanan biriyseniz), yaşadığınız ülkede aşağıdaki sınırlamaların size uygulanmasını engelleyen yasal haklarınız olabilir ve bu durumda bu sınırlamalar size uygulanmaz. Tüketici hakları hakkında daha fazla bilgi edinmek için, yerel bir tüketici danışma kuruluşuna danışmanız gerekir.";
"Part35" = "B. APPLE YAZILIMINI VE APPLE YAZILIMI TARAFINDAN GERÇEKLEŞTİRİLEN VEYA APPLE YAZILIMI YOLUYLA ERİŞİLEN SERVİSLERİ, UYGULANABİLİR KANUNLARIN İZİN VERDİĞİ ÖLÇÜDE, RİSKİ YALNIZCA SİZE AİT OLMAK ÜZERE KULLANDIĞINIZI VE TATMİN EDİCİ KALİTE, PERFORMANS, DOĞRULUK VE ÇABAYA İLİŞKİN TÜM RİSKİN SİZE AİT OLDUĞUNU AÇIKÇA KABUL ETMEKTE VE ONAYLAMAKTASINIZ. ";
"Part36" = "C. YÜRÜRLÜKTEKİ KANUNLARIN İZİN VERDİĞİ AZAMİ ÖLÇÜDE, APPLE YAZILIMI VE SERVİSLERİ, TÜM KUSURLARIYLA BİRLİKTE “OLDUĞU GİBİ” VE HİÇBİR TÜRDEN GARANTİ OLMAKSIZIN VERİLMEKTEDİR VE APPLE VE APPLE’A LİSANS VERENLER (6 VE 7. BÖLÜMLERDEKİ ŞARTLARIN YERİNE GETİRİLMESİ AMACIYLA HEP BERABER “APPLE” OLARAK ANILACAKTIR) APPLE YAZILIMINA VE SERVİSLERİNE İLİŞKİN PAZARLANABİLİRLİK, TATMİN EDİCİ KALİTE, BELLİ BİR AMACA UYGUNLUK, HATASIZLIK, ZİLYETLİK, ÜÇÜNCÜ PARTİ HAKLARINI İHLAL ETMEMEYE İLİŞKİN ZIMNİ GARANTİLER VE/VEYA KOŞULLAR DA DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE TÜM AÇIK, ZIMNİ VEYA KANUNİ TÜM GARANTİ VE KOŞULLARI İŞBURADA KABUL ETMEMEKTEDİR. ";
"Part37" = "D. APPLE; APPLE YAZILIMI VE SERVİSLERİNİ KULLANMANIZA MÜDAHALE EDİLMEYECEĞİNİ, APPLE YAZILIMININ İÇERDİĞİ FONKSİYONLARIN VEYA APPLE YAZILIMINCA YERİNE GETİRİLEN VEYA SUNULAN SERVİSLERİN İHTİYAÇLARINIZI KARŞILAYACAĞINI, APPLE YAZILIMI VEYA SERVİSLERİNİN ÇALIŞMASININ KESİNTİSİZ VEYA HATASIZ OLACAĞINI, HER TÜRLÜ SERVİSİN SUNULMAYA DEVAM EDECEĞİNİ, APPLE YAZILIMI VE SERVİSLERİNİN DÜZELTİLECEĞİNİ VEYA APPLE YAZILIMININ HER TÜRLÜ ÜÇÜNCÜ PARTİ YAZILIM, UYGULAMA VEYA ÜÇÜNCÜ PARTİ SERVİSLE UYUMLU OLACAĞINI VEYA ÇALIŞACAĞINI GARANTİ ETMEMEKTEDİR. BU APPLE YAZILIMININ YÜKLENMESİ, APPLE ÜRÜNLERİNİN VE SERVİSLERİNİN YANI SIRA ÜÇÜNCÜ PARTİ YAZILIMLARIN, UYGULAMALARIN VE ÜÇÜNCÜ PARTİ SERVİSLERİN BULUNABİLİRLİĞİNİ VE KULLANILABİLİRLİĞİNİ ETKİLEYEBİLİR.  ";
"Part38" = "E. AYRICA, APPLE YAZILIMI VE SERVİSLERİNİN; BUNLARLA SINIRLI OLMAKSIZIN VE FAKAT NÜKLEER TESİSLER, UÇAKLARIN SEYRÜSEFER HİZMETLERİ VEYA İLETİŞİM SİSTEMLERİ, HAVA TRAFİK KONTROLÜ, YAŞAM DESTEK VEYA SİLAH SİSTEMLERİ DAHİL OLMAK ÜZERE APPLE YAZILIMI VE SERVİSLERİNDEKİ BİR AKSAMA VEYA GECİKMENİN VEYA BUNLARIN SUNDUĞU İÇERİK, VERİ VEYA BİLGİDEKİ HATA VEYA YANLIŞLARIN ÖLÜM, YARALANMA VEYA CİDDİ FİZİKSEL VEYA ÇEVRESEL ZARARA YOL AÇABİLECEĞİ DURUM VEYA ORTAMLARDA KULLANIM İÇİN GELİŞTİRİLMEDİĞİNİ VEYA BU DURUM VEYA ORTAMLARDA KULLANIMA UYGUN OLMADIĞINI DA KABUL EDİYORSUNUZ.";
"Part39" = "F. APPLE VEYA APPLE’IN YETKİLİ BİR TEMSİLCİSİ TARAFINDAN VERİLEN HİÇBİR SÖZLÜ VEYA YAZILI BİLGİ YA DA TAVSİYE, GARANTİ TEŞKİL ETMEZ. APPLE YAZILIMININ VEYA SERVİSLERİNİN KUSURLU OLDUĞU KANITLANIRSA, GEREKLİ HER TÜRLÜ SERVİS, ONARIM VEYA DÜZELTME MASRAFLARINI ÜSTLENECEĞİNİZİ KABUL ETMEKTESİNİZ. BAZI ÜLKE KANUNLARI, ZIMNİ GARANTİLERİN SÖZLEŞMENİN DIŞINDA BIRAKILMASINA VEYA TÜKETİCİNİN YÜRÜRLÜKTEKİ KANUNİ HAKLARININ SINIRLANDIRILMASINA İZİN VERMEMEKTEDİR, BU DURUMDA YUKARIDAKİ HARİÇ TUTMA VEYA SINIRLANDIRMALAR SİZE UYGULANMAYABİLİR. ";
"Part40" = "7. Sorumluluğun Sınırlandırılması. UYGULANABİLİR KANUN TARAFINDAN SINIRLANDIRILMADIĞI ÖLÇÜDE VE APPLE’A SÖZ KONUSU ZARARLARIN MEYDANA GELME OLASILIĞI BİLDİRİLMİŞ OLSA DAHİ, APPLE HİÇBİR DURUMDA APPLE YAZILIMINI VE SERVİSLERİNİ VEYA APPLE YAZILIMI İLE BİRLİKTE GELEN TÜM ÜÇÜNCÜ PARTİ YAZILIMLARI VEYA UYGULAMALARI KULLANMANIZDAN VEYA KULLANAMAMANIZDAN KAYNAKLANAN VEYA BUNUNLA İLİŞKİLİ KÂR KAYBI, VERİ BOZULMASI VEYA KAYBI, VERİLERİ VEYA BİLGİLERİ GÖNDEREMEME VEYA ALAMAMA, İŞİN KESİNTİYE UĞRAMASI VEYA DİĞER TİCARİ ZARARLAR VEYA KAYIPLAR DA DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE HANGİ TÜRDEN OLURSA OLSUN HİÇBİR ARIZİ, ÖZEL, DOLAYLI VEYA HASILI ZARARLAR VEYA YARALANMADAN ÖTÜRÜ, HER NE ŞEKİLDE MEYDANA GELİRSE GELSİN, SORUMLULUK TEORİSİNE (AKDİ SORUMLULUK, HAKSIZ FİİL SORUMLULUK VEYA DİĞER SORUMLULUK HALLERİNE) GÖRE SORUMLU OLMAYACAKTIR. BAZI ÜLKE KANUNLARI KİŞİSEL YARALANMALARA VEYA ARIZİ VEYA HASILI ZARARLARA KARŞI SORUMLULUĞUN HARİÇ TUTULMASINA VEYA SINIRLANDIRILMASINA İZİN VERMEMEKTEDİR; BU DURUMDA BU SINIRLANDIRMA SİZE UYGULANMAYABİLİR. Hiçbir durumda Apple’ın her türlü zarara karşı (kişisel yaralanmayı içeren durumlarda yürürlükteki kanunun gerekli gördüğü durumlar dışında) toplam sorumluluğu elli doları (50.00 ABD $) aşmayacaktır. Yukarıdaki sınırlamalar üstte belirtilen çözüm esas amacını karşılamasa bile uygulanacaktır.";
"Part41" = "8. İhracat Kontrolü. Amerika Birleşik Devletleri kanunu ve Apple Yazılımının edinildiği ülke kanunları tarafından izin verilen durumlar dışında, Apple Yazılımını kullanamaz veya başka şekilde ihraç veya yeniden ihraç edemezsiniz. Özel olarak ancak bununla sınırlı olmaksızın, Apple Yazılımı (a) ABD tarafından ambargo uygulanan hiçbir ülkeye, (b) ABD Hazine Bakanlığının Özel Olarak Belirtilen Vatandaşlar listesinde veya ABD Ticaret Bakanlığının Reddedilen Kişiler veya Kurumlar Listesinde ya da diğer kısıtlanan partiler listesinde bulunan hiçbir kişiye ihraç veya yeniden ihraç edilemez. Apple Yazılımını kullanarak, böyle bir ülkede veya böyle bir listede bulunmadığınızı beyan ve taahhüt etmektesiniz. Ayrıca Apple Yazılımını; füzelerin, nükleer, kimyasal veya biyolojik silahların geliştirilmesi, tasarlanması, imalatı veya üretimi de dahil ancak bunlarla sınırlı olmamak üzere Amerika Birleşik Devletleri kanunları tarafından yasaklanan hiçbir amaçla kullanmayacağınızı kabul etmektesiniz. ";
"Part42" = "9. Hükümet Son Kullanıcıları. Apple Yazılımı ve ilişkili belgeler, terimin 48 C.F.R. §2.101’de tanımlandığı şekliyle “Ticari Öğeler”, yürürlükte olan 48 C.F.R. §12.212 veya 48 C.F.R. §227.7202’de kullanıldığı şekliyle “Ticari Bilgisayar Yazılımı” ve “Ticari Bilgisayar Yazılımı Belgeleri”ni içermektedir. Yürürlükte olan 48 C.F.R. §12.212 veya 48 C.F.R. §227.7202-1 ile 48 C.F.R. §227.7202-4 ile tutarlı olarak, Ticari Bilgisayar Yazılımı ve Ticari Bilgisayar Yazılımı Dokümantasyonunun lisansı ABD Hükümeti son kullanıcılarına (a) yalnızca Ticari Öğeler olarak ve (b) buradaki hüküm ve şartlara uygun olarak diğer tüm son kullanıcılara sağlanan haklarla verilmektedir. Yayımlanmamış haklar, Amerika Birleşik Devletleri telif hakkı kanunlarında saklıdır.";
"Part43" = "10. Uygulanacak Hukuk ve Ayrılabilirlik. Kanunlar ihtilafı esasları saklı kalmak şartıyla; İşbu Lisans, Kaliforniya Eyaleti kanunlarına tabidir ve bu kanunlar doğrultusunda yorumlanacaktır. İşbu Lisans Uluslararası Taşınır Mal Satımına İlişkin Birleşmiş Milletler Sözleşmesine tabi olmayıp; bu sözleşmenin uygulanması İşbu Lisansın açıkça dışında bırakılmıştır. Birleşik Krallık’ta bulunan bir tüketiciyseniz, işbu Lisans, yaşadığınız yerin yargı yetkisi kanunlarına göre yorumlanacaktır. Yetkili herhangi bir mahkeme, herhangi bir nedenle işbu Lisansın herhangi bir hükmü veya onun bir kısmını uygulanamaz kabul ederse, işbu Lisansın kalan hükümleri tüm geçerliliğiyle yürürlükte kalacaktır.";
"Part44" = "11. Sözleşmenin Bütünü; Lisan. İşbu Lisans, Apple Yazılımına ilişkin olarak sizinle Apple arasındaki anlaşmanın bütününü oluşturmakta ve söz konusu konuya ilişkin daha önceki veya eşzamanlı tüm mutabakatların yerine geçmektedir. Yazılı olmadığı ve Apple tarafından imzalanmadığı müddetçe İşbu Lisanstaki hiçbir tadil veya değişiklik bağlayıcı olmayacaktır. İşbu Lisansın çevirileri yerel gereklilikler için yapılır ve İşbu Lisansın İngilizce kopyası ile İngilizce olmayan kopyaları arasında herhangi bir ihtilaf olması durumunda, yargı bölgenizdeki kanunlar tarafından yasaklanmadığı ölçüde İşbu Lisansın İngilizce kopyası geçerli olacaktır.";
"Part45" = "12. Üçüncü Partilere İlişkin Kabuller. Apple Yazılımının bazı kısımları, üçüncü partilere ilişkin yazılımları ve diğer telifli malzemeleri kullanıyor veya içeriyor olabilir. Bu tür malzemelere ilişkin kabul ve beyanlar, lisans ve sorumluluk reddi hükümleri Apple Yazılımına ilişkin elektronik dokümantasyonda bulunmakta olup bu tür materyalleri kullanımınız bunlara ilişkin münferit hükümlerin yönetimi altındadır.";
"Part46" = "EA1576";
"Part47" = "16.08.2018";